import React from 'react'
import styles from "../Privacy/Privacy.module.css"
const Privacy = () => {
  return (
    <div className={styles.page}>
  <h1>מדיניות פרטיות</h1>
  <p>אנו מחויבים לשמירה על פרטיות המשתמשים באתר ולשימוש אחראי במידע שנאסף.</p>

  <h2>1. מידע שנאסף</h2>
  <p>אנו אוספים מידע כגון פרטי יצירת קשר, פרטים על נכסים, נתוני גלישה ופעילות באתר כדי לשפר את השירות ולהתאים הצעות.</p>

  <h2>2. שימוש במידע</h2>
  <p>המידע ישמש לצורך ניהול חשבונות, שיפור חוויית המשתמש, שליחת עדכונים והצעות רלוונטיות.</p>

  <h2>3. שיתוף מידע</h2>
  <p>אנו לא נמכור או נחליף מידע אישי לצדדים שלישיים ללא הסכמתך, אלא אם כן הדבר נדרש על פי חוק או לצורך מתן השירות (כגון לשותפי תשלום או פרסום).</p>

  <h2>4. אבטחת מידע</h2>
  <p>המידע שלך מאובטח באמצעי הגנה טכנולוגיים וארגוניים בהתאם לסטנדרטים המקובלים בתעשייה.</p>

  <h2>5. זכויותיך</h2>
  <p>אתה יכול לבקש גישה, תיקון או מחיקה של המידע האישי שלך לפי חוק הגנת הפרטיות.</p>

  <h2>6. יצירת קשר</h2>
  <p>לשאלות בנוגע לפרטיות, ניתן לפנות אלינו בכתובת: support@realestate-example.com</p>
</div>
  )
}

export default Privacy